# coding=utf-8
from . import TEXTS

TEXTS["ru"] = {
    "MENU_CLIENTS": u"Клиенты",
    "MENU_PRICING": u"Стоимость",
    "MENU_SCHEME": u"Схема работы",
    "MENU_CREATE": u"Создать приложение",

    "MAIN_LINE1_HL": u"Создай приложение",
    "MAIN_LINE1_NO_HL": u"и получишь",
    "MAIN_LINE2_HL": u"на 10% больше заказов",
    "MAIN_LINE2_NO_HL": u"уже через месяц",

    "MAIN_SUBHEAD": u"Доставка еды | Самовывоз | Предварительный заказ | Акции | Бонусы",

    "MAIN_BULLET_1_LINE_1": u"Готовое приложение",
    "MAIN_BULLET_1_LINE_2": u"меньше чем за 3 дня",
    "MAIN_BULLET_2_LINE_1": u"Интеграция с кассовыми",
    "MAIN_BULLET_2_LINE_2": u"системами iiko и R-Keeper",
    "MAIN_BULLET_3_LINE_1": u"Продвижение и обновления",
    "MAIN_BULLET_3_LINE_2": u"бесплатно",

    "DOUBLE_B": u"Даблби",
    "N_VENUES": u"кофейня",
    "N_DOWNLOADS": u"скачиваний",
    "N_USERS": u"постоянных пользователей",
    "N_ORDERS": u"заказов в неделю через приложение",

    "ADVANTAGES_HEADING": u"Неоспоримое преимущество",

    "REPEATED_ORDERS": u"Повторные заказы",
    "REPEATED_ORDERS_INFO": u"На 26% больше повторных заказов по сравнению с телефоннным звонками, "
                            u"и на 10% по сравнению с сайтом",

    "AVERAGE_SUM": u"Средний чек",
    "AVERAGE_SUM_INFO": u"Увеличение среднего чека на 12% по сравнению с заказами по телефону, и на 7% по сравнению "
                        u"с заказами через сайт",

    "CONVENIENCE": u"Удобство использования",
    "CONVENIENCE_INFO": u"Оплата картами. Заказ в один клик. Заказ по пути на работу или дома лежа на диване. "
                        u"Самовывоз из ресторана. Отправление подарка другу.",

    "LOYALTY_HEADING": u"Система лояльности и таргетинг",
    "LOYALTY_SUBHEAD": u"Увеличение повторных заказов и привлечение новых клиентов",
    "LOYALTY_BULLETS": [u"Персонализированные предложения в зависимости от предпочтений клиента, его истории заказов "
                        u"и местоположения.",
                        u"Поздравления с днем рождения и другими праздниками.",
                        u"Накопление баллов. Счастливые часы. Скидки за повторные заказы.",
                        u"Подарки при заказе на определенную сумму.",
                        u"Рассылки. Сообщение клиенту, проходящему рядом с заведением.",
                        u"Акции «Приведи друга» и «Подари подарок другу»."],

    "PRICING_HEADING": u"Стоимость",

    "PRICING_DELIVERY": u"Доставка",
    "PRICING_PLAN1": u"Стандарт",
    "PRICING_PLAN2": u"Профи",
    "PRICING_PLAN3": u"Премиум",
    "PRICING_CAFE_1": u"Решение для",
    "PRICING_CAFE_2": u"кофеен",

    "PRICING_PLAN1_INFO": [u"Стилизация:",
                           u"Логотип и фирменный стиль",
                           u"Push-уведомления",
                           u"Информация о компании"],
    "PRICING_PLAN2_INFO": [u"Дополнительно:",
                           u"SMS уведомления о заказах",
                           u"Ежемесячный отчет о активности пользователей",
                           u"",
                           u"Лояльность:",
                           u"Бонусы",
                           u"Абонемент",
                           u"Счастливые часы",
                           u"Раздельное меню для заведений"],
    "PRICING_PLAN3_INFO": [u"Дополнительно:",
                           u"Персональный менеджер",
                           u"Индивидуальные персональные акции",
                           u"iBeacon — готовится",
                           u"",
                           u"Лояльность:",
                           u"Интеграция с соц. сетями",
                           u"Приведи друга"],
    "PRICING_PLAN_CAFE_INFO": [u"Дополнительно:",
                               u"Геолокационные сообщения",
                               u"",
                               u"Лояльность:",
                               u"Бонусы",
                               u"Абонемент",
                               u"Каждая N - в подарок"],

    "PRICING_ORDERS": u"До %s заказов/мес.",
    "PRICING_ORDERS_UNLIMITED": u"Без ограничений",
    "PRICING_PERCENT": u"%s комиссия за эквайринг",
    "PRICING_PLATFORMS": u"2 платформы",
    "PRICING_BARISTA_APP": u"Приложение для бариста",
    "PRICING_MOBILE_WEB": u"Мобильная версия сайта",
    "PRICING_RUBLES_PER_MONTH": u"руб/мес.",
    "PRICING_INDIVIDUAL": u"Индивидуально",

    "SCHEME_HEADING": u"Схема работы",
    "SCHEME_SEND_REQUEST": u"Отправьте заявку и получите тестовое приложение.",
    "SCHEME_SEND_CHECKLIST": u"Пришлите элементы фирменного стиля (логотип, цвет), ваше меню, адреса и время работы.",
    "SCHEME_APPROVE": u"Утвердите финальную версию приложения. Система сконфигурирует приложение, чтобы вы смогли "
                      u"протестировать его.",
    "SCHEME_RELEASE": u"Мы выпустим приложение на Google Play в течение 2-х дней и в AppStore в течение 14 дней.",

    "SEND_REQUEST": u"Оставьте свои данные, чтобы скачать тестовое приложение.",

    "FOOTER_CONTACT_US": u"Напишите или позвоните нам",

    "RESULT_WRONG_PHONE": u"Неверный номер телефона, попробуйте еще раз",
    "RESULT_OK": u"Спасибо! Мы свяжемся с Вами в течение дня",
}
